Revit 2027 API
UnitTypeId.KilonewtonsPerSquareCentimeter Property
 Kilonewtons per square centimeter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilonewtonsPerSquareCentimeter { get; }
Public Shared ReadOnly Property KilonewtonsPerSquareCentimeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilonewtonsPerSquareCentimeter {
	ForgeTypeId^ get ();
}
static member KilonewtonsPerSquareCentimeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace